tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

# CLI tools
brew "git"
brew "git-lfs"
brew "gh"
brew "jq"
brew "jo"
brew "mas"
brew "rbenv"
brew "pyenv"
brew "node"
brew "pnpm"
brew "yarn"
brew "direnv"
brew "netlify-cli"
brew "coreutils"
brew "openssl@3"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "bat"
brew "htop"
brew "tmux"
brew "zoxide"
brew "shellcheck"
brew "shfmt"
brew "wget"
brew "tree"
brew "tldr"

# Apps
cask "iterm2"
cask "sublime-text"
cask "dropbox"
cask "typora"
cask "obsidian"
cask "iina"
cask "google-chrome"
cask "firefox@developer-edition"
cask "notion"
cask "visual-studio-code"
cask "1password"
cask "slack"
cask "soulver"
cask "figma"
cask "sketch"
cask "postman"
cask "font-fira-code"
cask "omnigraffle"
cask "cursor"
cask "discord"
cask "zoom"

# Productivity
cask "raycast"
cask "rectangle"
